Repository: caugbr/reaction
Catalog: langs/reaction-*.po
Languages: pt_br

source: Add reaction links to posts and comments
pt_br: Adicione links de reação em posts e comentários

source: Please inform your name
pt_br: Por favor informe seu nome

source: To react you must inform your name
pt_br: Para reagir você precisa informar seu nome

source: No clicks yet
pt_br: Nenhum click ainda

source: Configuration successfully saved!
pt_br: Configurações salvas com sucesso!

source: Reaction options
pt_br: Opções do Reaction

source: Publication types
pt_br: Tipos de publicação

source: Select the post types to add the reaction links.
pt_br: Selecione os tipos de publicação para adicionar os links de reação.

source: Position in posts
pt_br: Posição nos posts

source: Before content
pt_br: Antes do conteúdo

source: After content
pt_br: Depois do conteúdo

source: Define the position to reaction links, relative to the post content.
pt_br: Defina a posição dos links em relação ao conteúdo do post.

source: Position in comments
pt_br: Posição nos comentários

source: Before comment
pt_br: Antes do comentário

source: After comment
pt_br: Depois do comentário

source: Define the position to reaction links, relative to the comment text.
pt_br: Defina a posição dos links em relação ao texto do comentário.

source: Image set
pt_br: Conjunto de imagens

source: Default
pt_br: Padrão

source: If you make any change here, the two fields below will be cleared.
pt_br: Se você fizer mudanças aqui, os dois campos abaixo serão limpos.

source: Reaction types
pt_br: Reações

source: Mark the reactions you want to use.
pt_br: Marque as reações que você deseja usar.

source: Reactions order
pt_br: Ordem das reações

source: Drag and drop to organize the order of reaction links.
pt_br: Arraste e solte para definir a ordem das reações.
